export const i18n = {
  IdentityHeader: {
    ariaAuthorizationPageBtn: {
      ru: "Кнопка для перехода на страницу авторизации",
      kk: "kkКнопка для перехода на страницу авторизации",
      en: "enКнопка для перехода на страницу авторизации",
    },
    ariaBackButton: {
      ru: "Кнопка для перехода назад",
      kk: "kkКнопка для перехода назад",
      en: "enКнопка для перехода назад",
    },
    ButtonIcon: {
      ru: "Кнопка на главную",
      kk: "Басты бетке өту батырмасы",
      en: "Button to main page",
    },
  },
};
