export const PrivacyModal = {
  title: {
    ru: "Политика конфиденциальности",
    kk: "Құпиялық саясаты",
    en: "Privacy Policy",
  },
  privacyAgreementText: {
    ru: `
    <div class="node  egov_news-item egov_article-item">
    <div class="row">
        <div class="col-xs-12 block-horizontal node-header">
                        <h1>
                <span class="node-header-title">Политика конфиденциальности и обработки персональных данных мобильного приложения электронного правительства</span>
                <span class="printable-version">
          Версия для печати        </span>
            </h1>
            <span class="additional-info">
        Последнее изменение: 28.09.2020      </span>
        </div>
    </div>
    <div class="row">
                <div class="egov_news-item-right col-xs-12">
            <div class="node-content">
                <h1 class="rtecenter"><b>Политика конфиденциальности и обработки персональных данных мобильного приложения электронного правительства</b></h1>

<h2><b>1.&nbsp;</b><b>Общие положения </b></h2>

<p class="rtejustify">1.1. Политика конфиденциальности и обработки персональных данных &nbsp;мобильного приложения электронного правительства<b> </b>(далее – Политика конфиденциальности) определяет порядок, условия обработки персональных данных пользователей Мобильного приложения, и устанавливает требования по обеспечению безопасности персональных данных Пользователей.</p>

<p class="rtejustify">1.2. В настоящей Политике конфиденциальности используются следующие термины и сокращения:</p>

<ul>
	<li class="rtejustify">Мобильное приложение – Мобильное приложение электронного правительства eGov mobile, предназначенное &nbsp;для оказания государственных услуг и сервисов, компонент Информационной системы «Мобильное правительство»</li>
	<li class="rtejustify">Оператор – Акционерное общество «Национальные информационные технологии», осуществляющее сопровождение ИС «Мобильное правительство»</li>
	<li class="rtejustify">Владелец Информационной системы «Мобильное правительство» (далее - Владелец) уполномоченный орган в сфере информатизации;</li>
	<li class="rtejustify">Пользователь – физическое или юридическое лицо, зарегистрированное в Личном кабинете мобильного приложения/портала электронного правительства</li>
</ul>

<p class="rtejustify">Все иные термины и определения, используемые в настоящей Политике, истолковываются в соответствии с действующим законодательством Республики Казахстан.</p>

<p class="rtejustify">1.3.&nbsp;Обработка персональных данных (в том числе биометрических) в мобильном приложении&nbsp; осуществляется на основании:</p>

<ul>
	<li class="rtejustify">Конституция Республики Казахстан;</li>
	<li class="rtejustify">Закон Республики Казахстан «О персональных данных и их защите»;</li>
	<li class="rtejustify">Закон Республики Казахстан «Об информатизации»;</li>
	<li class="rtejustify">Закон Республики Казахстан «Об электронном документе и электронной цифровой подписи»;</li>
	<li class="rtejustify">Закон Республики Казахстан «О государственных услугах»;</li>
	<li class="rtejustify">Приказ Министра по инвестициям и развитию Республики Казахстан от 9 декабря 2015 года № 1187 «Об утверждении Правил проверки подлинности электронной цифровой подписи»;</li>
	<li class="rtejustify">Приказ и.о. Министра по инвестициям и развитию Республики Казахстан от 25 января 2016 года № 58 «Об утверждении Правил регистрации и подключения абонентского номера абонента, предоставленного оператором сотовой связи, к учетной записи веб-портала «электронного правительства» для получения государственных и иных услуг в электронной форме посредством абонентского устройства сотовой связи».</li>
</ul>

<p class="rtejustify">1.4. Использование мобильного приложения Пользователем означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.</p>

<p class="rtejustify">1.5. Политика распространяется на всех посетителей, и применяется в отношении предоставленных Пользователями Персональных данных во время регистрации и пользования мобильным приложением.</p>

<p class="rtejustify">1.6. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование мобильного приложения.</p>

<p class="rtejustify">1.7. Настоящая Политика конфиденциальности применяется к мобильному приложению. Мобильное приложение не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным в мобильном приложении.</p>

<p class="rtejustify">1.8. Мобильное приложение осуществляет обработку персональных данных, включая, но не ограничиваясь:</p>

<ul>
	<li>ИИН;</li>
	<li>БИН;</li>
	<li>фамилия, имя, отчество (при наличии);</li>
	<li>пол;</li>
	<li>дата рождения;</li>
	<li>сведения о гражданстве;</li>
	<li>адрес электронной почты пользователя;</li>
	<li>абонентский номер сотовой связи;</li>
	<li>адрес места жительства (регистрации);</li>
	<li class="rtejustify">реквизиты основного документа, удостоверяющего личность (номер, кем выдан, дата выдачи);</li>
	<li>данные, полученные из государственных баз данных.</li>
</ul>

<h2><b>2. Цели обработки персональных данных</b></h2>

<p class="rtejustify">2.1. Персональные данные пользователей мобильного приложения собираются и обрабатываются в следующих целях:</p>

<p class="rtejustify">2.1.1. для идентификации пользователя;</p>

<p class="rtejustify">2.1.2. автоматизации процесса заполнения;</p>

<p class="rtejustify">2.1.3.&nbsp;корректного ввода персональной информации;</p>

<p class="rtejustify">2.1.4. предоставления пользователю доступа к данным о нем, содержащихся, в государственных информационных системах, а также иных информационных системах;</p>

<p class="rtejustify">2.1.5. предоставления государственных услуг;</p>

<p class="rtejustify">2.1.6. предоставления иных услуг и сервисов с использованием мобильного приложения;</p>

<p class="rtejustify">2.1.7. получение результатов оказания государственных услуг;</p>

<p class="rtejustify">2.1.8. в иных целях, предусмотренных Законодательством Республики Казахстан.</p>

<h2 class="rtejustify"><strong>3. Способы,&nbsp;&nbsp; сроки обработки персональных данных и обязанности Оператора по защите персональных данных</strong></h2>

<p class="rtejustify">3.1. Оператор вправе обрабатывать персональные данные с использованием средств автоматизации.</p>

<p class="rtejustify">3.2. Пользователь дает согласие на обработку персональных данных без ограничения срока.</p>

<p class="rtejustify">3.3.&nbsp;Оператор обязан принимать необходимые организационные и технические меры для обеспечения конфиденциальности, целостности, сохранности и доступности персональных данных пользователей.</p>

<p class="rtejustify">3.4.&nbsp;Оператор обязан соблюдать законные права пользователей мобильного приложения в сфере обработки персональных данных,&nbsp; а также соблюдать иные требования к обработке персональных данных, установленные законодательством Республики Казахстан.</p>

<h2 class="rtejustify"><strong>4. Права и обязанности пользователей мобильного приложения при обработке их персональных данных в мобильном приложении.</strong></h2>

<p class="rtejustify">4.1. Пользователь мобильного приложения имеет право:</p>

<p class="rtejustify">4.1.1. обладать всеми необходимыми правами, позволяющими ему осуществлять регистрацию и использовать мобильное приложение;</p>

<p class="rtejustify">4.1.2. использовать свои персональные данные посредством в любых законных целях, в том числе в целях, установленных Политикой;</p>

<p class="rtejustify">4.1.3. отзыва своего согласия на сбор и обработку данных посредством составления соответствующего письменного документа, который может быть направлен мной в адрес Оператора. В случае отзыва согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия, когда персональные данные сделаны общедоступными и при наличии оснований, указанных в статье 9 Закона Республики Казахстан «О персональных данных и их защите».</p>

<p class="rtejustify">4.2.&nbsp;Пользователь мобильного приложения обязан:</p>

<p class="rtejustify">4.2.1. указывать достоверную информацию о себе в объемах, необходимых для пользования мобильным приложением;</p>

<p class="rtejustify">4.2.2.&nbsp;быть ознакомленным с настоящей Политикой;</p>

<p class="rtejustify">4.2.3.&nbsp;обновлять обрабатываемые в мобильном приложении&nbsp; персональные данные в случае их изменения, если автоматическое обновление указанных данных невозможно;</p>

<p class="rtejustify">4.2.4.&nbsp;осуществлять иные обязанности в сфере персональных данных, когда такие обязанности возникают у субъекта персональных данных в ходе обработки его персональных данных.</p>

<h2 class="rtejustify"><strong>5.&nbsp;Доступ третьих лиц к персональным данным</strong></h2>

<p class="rtejustify">5.1. Персональные данные пользователя могут быть переданы третьей стороне в следующих случаях:</p>

<p class="rtejustify">5.1.1. если передача персональных данных необходима для предоставления государственной услуги и сервиса;</p>

<p class="rtejustify">5.1.2. если пользователь дал согласие на осуществление передачи своих данных третьей стороне;&nbsp;</p>

<p class="rtejustify">5.1.3. если передача предусмотрена действующим законодательством.</p>

<h2 class="rtejustify"><strong>6.&nbsp;Дополнительные условия</strong></h2>

<p class="rtejustify">6.1. К настоящей Политике конфиденциальности и отношениям между Пользователем и Оператором, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Республики Казахстан.</p>

<p class="rtejustify">6.2.&nbsp;Оператор вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.</p>

<p class="rtejustify">6.3.&nbsp;Новая Политика конфиденциальности вступает в силу с момента ее размещения на сайте egov.kz, если иное не предусмотрено новой редакцией Политики конфиденциальности.</p>

<p class="rtejustify">6.4.&nbsp;Пользователь обязуется самостоятельно следить за изменениями Политики конфиденциальности путем ознакомления с актуальной редакцией.</p>

<p class="rtejustify">6.5.&nbsp;Все предложения или вопросы касательно настоящей Политики конфиденциальности следует сообщать по адресу: <a href="mailto:egov@nitec.kz">egov@nitec.kz</a>.</p>
            </div>
        </div>
        `,
    kk: "",
    en: "",
  },
};
