export const PrivacyModal = {
  title: {
    ru: "Политика конфиденциальности",
    kk: "Құпиялық саясаты",
    en: "Privacy Policy",
  },
  privacyAgreementText: {
    ru: `
      <h2>Политика конфиденциальности и обработки персональных данных мобильного приложения электронного правительства</h2>
      <p>Последнее изменение: 28.09.2020</p>

      <h3>1. Общие положения</h3>
      <p>1.1. Политика конфиденциальности и обработки персональных данных мобильного приложения электронного правительства (далее – Политика конфиденциальности) определяет порядок, условия обработки персональных данных пользователей Мобильного приложения, и устанавливает требования по обеспечению безопасности персональных данных Пользователей.</p>

      <h3>1.2. В настоящей Политике конфиденциальности используются следующие термины и сокращения:</h3>
      <ul>
        <li>Мобильное приложение – Мобильное приложение электронного правительства eGov mobile, предназначенное для оказания государственных услуг и сервисов, компонент Информационной системы «Мобильное правительство»</li>
        <li>Оператор – Акционерное общество «Национальные информационные технологии», осуществляющее сопровождение ИС «Мобильное правительство»</li>
        <li>Владелец Информационной системы «Мобильное правительство» (далее - Владелец) уполномоченный орган в сфере информатизации;</li>
        <li>Пользователь – физическое или юридическое лицо, зарегистрированное в Личном кабинете мобильного приложения/портала электронного правительства</li>
        <li>Все иные термины и определения, используемые в настоящей Политике, истолковываются в соответствии с действующим законодательством Республики Казахстан.</li>
      </ul>

      <h3>1.3. Обработка персональных данных (в том числе биометрических) в мобильном приложении осуществляется на основании:</h3>
      <ul>
        <li>Конституция Республики Казахстан;</li>
        <li>Закон Республики Казахстан «О персональных данных и их защите»;</li>
        <li>Закон Республики Казахстан «Об информатизации»;</li>
        <li>Закон Республики Казахстан «Об электронном документе и электронной цифровой подписи»;</li>
        <li>Закон Республики Казахстан «О государственных услугах»;</li>
        <li>Приказ Министра по инвестициям и развитию Республики Казахстан от 9 декабря 2015 года № 1187 «Об утверждении Правил проверки подлинности электронной цифровой подписи»;</li>
        <li>Приказ и.о. Министра по инвестициям и развитию Республики Казахстан от 25 января 2016 года № 58 «Об утверждении Правил регистрации и подключения абонентского номера абонента, предоставленного оператором сотовой связи, к учетной записи веб-портала «электронного правительства» для получения государственных и иных услуг в электронной форме посредством абонентского устройства сотовой связи».</li>
      </ul>
      <p>1.4. Использование мобильного приложения Пользователем означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.</p>
      <p>1.5. Политика распространяется на всех посетителей, и применяется в отношении предоставленных Пользователями Персональных данных во время регистрации и пользования мобильным приложением.</p>
      <p>1.6. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование мобильного приложения.</p>
      <p>1.7. Настоящая Политика конфиденциальности применяется к мобильному приложению. Мобильное приложение не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным в мобильном приложении.</p>
      <p>1.8. Мобильное приложение осуществляет обработку персональных данных, включая, но не ограничиваясь:</p>
      <ul data-plain>
        <li>ИИН;</li>
        <li>БИН;</li>
        <li>фамилия, имя, отчество (при наличии);</li>
        <li>пол;</li>
        <li>дата рождения;</li>
        <li>сведения о гражданстве;</li>
        <li>адрес электронной почты пользователя;</li>
        <li>абонентский номер сотовой связи;</li>
        <li>адрес места жительства (регистрации);</li>
        <li>реквизиты основного документа, удостоверяющего личность (номер, кем выдан, дата выдачи);</li>
        <li>данные, полученные из государственных баз данных.</li>
      </ul>

      <h4>2. Цели обработки персональных данных</h4>
      <p>2.1. Персональные данные пользователей мобильного приложения собираются и обрабатываются в следующих целях:</p>
      <p>2.1.1. для идентификации пользователя;</p>
      <p>2.1.2. автоматизации процесса заполнения;</p>
      <p>2.1.3. корректного ввода персональной информации;</p>
      <p>2.1.4. предоставления пользователю доступа к данным о нем, содержащихся, в государственных информационных системах, а также иных информационных системах;</p>
      <p>2.1.5. предоставления государственных услуг;</p>
      <p>2.1.6. предоставления иных услуг и сервисов с использованием мобильного приложения;</p>
      <p>2.1.7. получение результатов оказания государственных услуг;</p>
      <p>2.1.8. в иных целях, предусмотренных Законодательством Республики Казахстан.</p>

      <h4>3. Способы, сроки обработки персональных данных и обязанности Оператора по защите персональных данных</h4>
      <p>3.1. Оператор вправе обрабатывать персональные данные с использованием средств автоматизации.</p>
      <p>3.2. Пользователь дает согласие на обработку персональных данных без ограничения срока.</p>
      <p>3.3. Оператор обязан принимать необходимые организационные и технические меры для обеспечения конфиденциальности, целостности, сохранности и доступности персональных данных пользователей.</p>
      <p>3.4. Оператор обязан соблюдать законные права пользователей мобильного приложения в сфере обработки персональных данных, а также соблюдать иные требования к обработке персональных данных, установленные законодательством Республики Казахстан.</p>
    `,
    kk: "",
    en: "",
  },
};
