export const PrivacyModal = {
  title: {
    ru: "Политика конфиденциальности",
    kk: "Құпиялық саясаты",
    en: "Privacy Policy",
  },
  privacyAgreementText: {
    ru: `
      <h2>Политика конфиденциальности и обработки персональных данных мобильного приложения электронного правительства</h2>
      <p>Последнее изменение: 28.09.2020</p>

      <h3>1. Общие положения</h3>
      <p>1.1. Политика конфиденциальности и обработки персональных данных мобильного приложения электронного правительства (далее – Политика конфиденциальности) определяет порядок, условия обработки персональных данных пользователей Мобильного приложения, и устанавливает требования по обеспечению безопасности персональных данных Пользователей.</p>

      <h3>1.2. В настоящей Политике конфиденциальности используются следующие термины и сокращения:</h3>
      <ul>
        <li>Мобильное приложение – Мобильное приложение электронного правительства eGov mobile, предназначенное для оказания государственных услуг и сервисов, компонент Информационной системы «Мобильное правительство»</li>
        <li>Оператор – Акционерное общество «Национальные информационные технологии», осуществляющее сопровождение ИС «Мобильное правительство»</li>
        <li>Владелец Информационной системы «Мобильное правительство» (далее - Владелец) уполномоченный орган в сфере информатизации;</li>
        <li>Пользователь – физическое или юридическое лицо, зарегистрированное в Личном кабинете мобильного приложения/портала электронного правительства</li>
        <li>Все иные термины и определения, используемые в настоящей Политике, истолковываются в соответствии с действующим законодательством Республики Казахстан.</li>
      </ul>

      <h3>1.3. Обработка персональных данных (в том числе биометрических) в мобильном приложении осуществляется на основании:</h3>
      <ul>
        <li>Конституция Республики Казахстан;</li>
        <li>Закон Республики Казахстан «О персональных данных и их защите»;</li>
        <li>Закон Республики Казахстан «Об информатизации»;</li>
        <li>Закон Республики Казахстан «Об электронном документе и электронной цифровой подписи»;</li>
        <li>Закон Республики Казахстан «О государственных услугах»;</li>
        <li>Приказ Министра по инвестициям и развитию Республики Казахстан от 9 декабря 2015 года № 1187 «Об утверждении Правил проверки подлинности электронной цифровой подписи»;</li>
        <li>Приказ и.о. Министра по инвестициям и развитию Республики Казахстан от 25 января 2016 года № 58 «Об утверждении Правил регистрации и подключения абонентского номера абонента, предоставленного оператором сотовой связи, к учетной записи веб-портала «электронного правительства» для получения государственных и иных услуг в электронной форме посредством абонентского устройства сотовой связи».</li>
      </ul>
      <p>1.4. Использование мобильного приложения Пользователем означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.</p>
      <p>1.5. Политика распространяется на всех посетителей, и применяется в отношении предоставленных Пользователями Персональных данных во время регистрации и пользования мобильным приложением.</p>
      <p>1.6. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование мобильного приложения.</p>
      <p>1.7. Настоящая Политика конфиденциальности применяется к мобильному приложению. Мобильное приложение не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным в мобильном приложении.</p>
      <p>1.8. Мобильное приложение осуществляет обработку персональных данных, включая, но не ограничиваясь:</p>
      <ul data-plain>
        <li>ИИН;</li>
        <li>БИН;</li>
        <li>фамилия, имя, отчество (при наличии);</li>
        <li>пол;</li>
        <li>дата рождения;</li>
        <li>сведения о гражданстве;</li>
        <li>адрес электронной почты пользователя;</li>
        <li>абонентский номер сотовой связи;</li>
        <li>адрес места жительства (регистрации);</li>
        <li>реквизиты основного документа, удостоверяющего личность (номер, кем выдан, дата выдачи);</li>
        <li>данные, полученные из государственных баз данных.</li>
      </ul>

      <h4>2. Цели обработки персональных данных</h4>
      <p>2.1. Персональные данные пользователей мобильного приложения собираются и обрабатываются в следующих целях:</p>
      <p>2.1.1. для идентификации пользователя;</p>
      <p>2.1.2. автоматизации процесса заполнения;</p>
      <p>2.1.3. корректного ввода персональной информации;</p>
      <p>2.1.4. предоставления пользователю доступа к данным о нем, содержащихся, в государственных информационных системах, а также иных информационных системах;</p>
      <p>2.1.5. предоставления государственных услуг;</p>
      <p>2.1.6. предоставления иных услуг и сервисов с использованием мобильного приложения;</p>
      <p>2.1.7. получение результатов оказания государственных услуг;</p>
      <p>2.1.8. в иных целях, предусмотренных Законодательством Республики Казахстан.</p>

      <h4>3. Способы, сроки обработки персональных данных и обязанности Оператора по защите персональных данных</h4>
      <p>3.1. Оператор вправе обрабатывать персональные данные с использованием средств автоматизации.</p>
      <p>3.2. Пользователь дает согласие на обработку персональных данных без ограничения срока.</p>
      <p>3.3. Оператор обязан принимать необходимые организационные и технические меры для обеспечения конфиденциальности, целостности, сохранности и доступности персональных данных пользователей.</p>
      <p>3.4. Оператор обязан соблюдать законные права пользователей мобильного приложения в сфере обработки персональных данных, а также соблюдать иные требования к обработке персональных данных, установленные законодательством Республики Казахстан.</p>
      <h4>4. Права и обязанности пользователей мобильного приложения при обработке их персональных данных в мобильном приложении.</h4>
      <p>4.1. Пользователь мобильного приложения имеет право:</p>
      <p>4.1.1. обладать всеми необходимыми правами, позволяющими ему осуществлять регистрацию и использовать мобильное приложение;</p>
      <p>4.1.2. использовать свои персональные данные посредством в любых законных целях, в том числе в целях, установленных Политикой;</p>
      <p>4.1.3. отзыва своего согласия на сбор и обработку данных посредством составления соответствующего письменного документа, который может быть направлен мной в адрес Оператора. В случае отзыва согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия, когда персональные данные сделаны общедоступными и при наличии оснований, указанных в статье 9 Закона Республики Казахстан «О персональных данных и их защите».</p>
      <p>4.2. Пользователь мобильного приложения обязан:</p>
      <p>4.2.1. указывать достоверную информацию о себе в объемах, необходимых для пользования мобильным приложением;</p>
      <p>4.2.2. быть ознакомленным с настоящей Политикой;</p>
      <p>4.2.3. обновлять обрабатываемые в мобильном приложении персональные данные в случае их изменения, если автоматическое обновление указанных данных невозможно;</p>
      <p>4.2.4. осуществлять иные обязанности в сфере персональных данных, когда такие обязанности возникают у субъекта персональных данных в ходе обработки его персональных данных.</p>

      <h4>5. Доступ третьих лиц к персональным данным</h4>
      <p>5.1. Персональные данные пользователя могут быть переданы третьей стороне в следующих случаях:</p>
      <p>5.1.1. если передача персональных данных необходима для предоставления государственной услуги и сервиса;</p>
      <p>5.1.2. если пользователь дал согласие на осуществление передачи своих данных третьей стороне;</p>
      <p>5.1.3. если передача предусмотрена действующим законодательством.</p>

      <h4>6. Дополнительные условия</h4>
      <p>6.1. К настоящей Политике конфиденциальности и отношениям между Пользователем и Оператором, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Республики Казахстан.</p>
      <p>6.2. Оператор вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.</p>
      <p>6.3. Новая Политика конфиденциальности вступает в силу с момента ее размещения на сайте egov.kz, если иное не предусмотрено новой редакцией Политики конфиденциальности.</p>
      <p>6.4. Пользователь обязуется самостоятельно следить за изменениями Политики конфиденциальности путем ознакомления с актуальной редакцией.</p>
      <p>6.5. Все предложения или вопросы касательно настоящей Политики конфиденциальности следует сообщать по адресу: egov@nitec.kz.</p>
    `,
    kk: `
      <h2>«Электрондық үкімет» мобильді қосымшасының құпиялылық және дербес деректерді өңдеу саясаты</h2>
      <p>Соңғы өзгеріс: 28.09.2020</p>

      <h3>1. Жалпы ережелер</h3>
      <p>1.1. «Электрондық үкімет» мобильді қосымшасының құпиялылық және дербес деректерді өңдеу саясаты (бұдан әрі - Құпиялылық саясаты) Мобильді қосымшаны пайдаланушылардың дербес деректерін өңдеу тәртібін, шарттарын және Пайдаланушылардың дербес деректерінің қауіпсіздігін қамтамасыз ету талаптарын белгілейді.</p>

      <h3>1.2. Осы Құпиялылық саясатында мынадай терминдер мен қысқартулар қолданылады:</h3>
      <ul>
        <li>Мобильді қосымша – мемлекеттік қызметтер мен сервистерді көрсетуге арналған «электрондық үкіметтің» eGov mobile мобильді қосымшасы, "Мобильді үкімет" ақпараттық жүйесінің компоненті;</li>
        <li>Оператор – «Мобильді үкімет» АЖ сүйемелдеуді жүзеге асыратын "Ұлттық ақпараттық технологиялар" акционерлік қоғамы;</li>
        <li>"Мобильді үкімет" ақпараттық жүйесінің иесі (бұдан әрі - Иеленуші) - ақпараттандыру саласындағы уәкілетті орган;</li>
        <li>Пайдаланушы - мобильді қосымшаның / «электрондық үкімет» порталының жеке кабинетінде тіркелген жеке немесе заңды тұлға.</li>
        <li>Осы Құпиялылық саясатында пайдаланылатын барлық өзге терминдер мен анықтамалар Қазақстан Республикасының қолданыстағы заңнамасына сәйкес түсіндіріледі.</li>
      </ul>

      <h3>1.3. Мобильді қосымшада дербес деректерді (оның ішінде биометриялық) өңдеу:</h3>
      <ul>
        <li>Қазақстан Республикасының Конституциясы;</li>
        <li>«Дербес деректер және оларды қорғау туралы» Қазақстан Республикасының Заңы;</li>
        <li>"Ақпараттандыру туралы" Қазақстан Республикасының Заңы;</li>
        <li>"Электрондық құжат және электрондық цифрлық қолтаңба туралы" Қазақстан Республикасының Заңы;</li>
        <li>"Мемлекеттік көрсетілетін қызметтер туралы" Қазақстан Республикасының Заңы;</li>
        <li>"Электрондық цифрлық қолтаңбаның төлнұсқалығын тексеру қағидаларын бекіту туралы" Қазақстан Республикасы Инвестициялар және даму министрінің 2015 жылғы 9 желтоқсандағы № 1187 бұйрығы;</li>
        <li>"Ұялы байланыстың абоненттік құрылғысы арқылы электрондық нысанда мемлекеттік және өзге де қызметтерді алу үшін ұялы байланыс операторы ұсынған абоненттің абоненттік нөмірін тіркеу және "электрондық үкімет" веб-порталының есептік жазбасына қосу қағидаларын бекіту туралы" Қазақстан Республикасы Инвестициялар және даму министрінің міндетін атқарушының 2016 жылғы 25 қаңтардағы № 58 бұйрығы.</li>
      </ul>
      <p>1.4. Пайдаланушының мобильді қосымшаны пайдалануы осы Құпиялылық саясатымен және Пайдаланушының жеке деректерін өңдеу шарттарымен келісуді білдіреді.</p>
      <p>1.5. Құпиялылық саясаты барлық пайдаланушыларға қатысты қолданылады және мобильді қосымшаны тіркеу мен пайдалану кезінде пайдаланушылар ұсынған жеке мәліметтерге қатысты қолданылады.</p>
      <p>1.6. Құпиялылық саясатының шарттарымен келіспеген жағдайда, Пайдаланушы мобильді қосымшаны пайдалануды тоқтатуы тиіс.</p>
      <p>1.7. Осы Құпиялылық саясаты мобильді қосымшаға қатысты қолданылады. Мобильді қосымша Пайдаланушы мобильді қосымшада қолжетімді сілтемелер бойынша өте алатын үшінші тұлғалардың сайттарын бақыламайды және олар үшін жауапты болмайды.</p>
      <p>1.8. Мобильді қосымша дербес деректерді өңдеуді жүзеге асырады, бірақ төмендегілермен шектелмейді:</p>
      <ul data-plain>
        <li>ЖСН;</li>
        <li>БСН;</li>
        <li>тегі, аты, әкесінің аты (бар болса);</li>
        <li>жынысы;</li>
        <li>туған күні;</li>
        <li>азаматтығы туралы мәліметтер;</li>
        <li>Пайдаланушының электрондық пошта мекенжайы;</li>
        <li>ұялы байланыстың абоненттік нөмірі;</li>
        <li>тұрғылықты (тіркелген) жерінің мекенжайы;</li>
        <li>жеке басты куәландыратын негізгі құжаттың деректемелері (нөмірі, берген орган, берілген күні);</li>
        <li>мемлекеттік деректер қорынан алынған деректер.</li>
      </ul>

      <h4>2. Жеке деректерді өңдеу мақсаттары</h4>
      <p>2.1. Мобильді қосымшаны пайдаланушылардың дербес деректері төмендегі мақсаттарда жиналады және өңделеді:</p>
      <p>2.1.1. Пайдаланушыны сәйкестендіру үшін;</p>
      <p>2.1.2. толтыру процесін автоматтандыру;</p>
      <p>2.1.3. дербес ақпаратты дұрыс енгізу;</p>
      <p>2.1.4. Пайдаланушыға мемлекеттік ақпараттық жүйелерде, сондай-ақ өзге де ақпараттық жүйелерде қамтылған ол туралы деректерге қол жеткізуді ұсыну;</p>
      <p>2.1.5. мемлекеттік қызмет көрсету;</p>
      <p>2.1.6. мобильді қосымшаны пайдалану арқылы өзге де қызметтер мен сервистерді ұсыну;</p>
      <p>2.1.7. мемлекеттік қызмет көрсету нәтижелерін алу;</p>
      <p>2.1.8. Қазақстан Республикасының заңнамасында көзделген өзге де мақсаттарда қолданылады.</p>

      <h4>3. Дербес деректерді өңдеу тәсілдері, мерзімдері және Оператордың дербес деректерді қорғау жөніндегі міндеттері</h4>
      <p>3.1. Оператор автоматтандыру құралдарын пайдалана отырып, дербес деректерді өңдеуге құқылы.</p>
      <p>3.2. Пайдаланушы дербес деректерді мерзімсіз өңдеуге келісім береді.</p>
      <p>3.3. Оператор пайдаланушылардың дербес деректерінің құпиялылығын, тұтастығын, сақталуын және қолжетімділігін қамтамасыз ету үшін қажетті ұйымдастырушылық және техникалық шараларды қабылдауға міндетті.</p>
      <p>3.4. Оператор мобильді қосымшаны пайдаланушылардың дербес деректерді өңдеу саласындағы заңды құқықтарын сақтауға, сондай-ақ Қазақстан Республикасының заңнамасында белгіленген дербес деректерді өңдеуге қойылатын өзге де талаптарды сақтауға міндетті.</p>

      <h4>4. Мобильді қосымшаны пайдаланушылардың дербес деректері мобильді қосымшада өңдеу кезіндегі құқықтары мен міндеттері</h4>
      <p>4.1. Мобильді қосымшаны Пайдаланушы:</p>
      <p>4.1.1. мобильді қосымшаны тіркеуге және пайдалануға мүмкіндік беретін барлық қажетті құқықтарға ие болуға;</p>
      <p>4.1.2. өзінің дербес деректерін кез келген заңды мақсаттарда, оның ішінде саясатта белгіленген мақсаттарда пайдалануға;</p>
      <p>4.1.3. оператордың атына жолдануы мүмкін тиісті жазбаша құжат жасау арқылы деректерді жинауға және өңдеуге өз келісімін кері қайтарып алу туралы шешім қабылдауға құқылы. Дербес деректерді өңдеуге келісім кері қайтарылған жағдайда, дербес деректер жалпыға қолжетімді болған кезде және «Дербес деректер және оларды қорғау туралы» Қазақстан Республикасы Заңының 9-бабында көрсетілген негіздер болған кезде Оператор дербес деректерді өңдеуді келісімінсіз жалғастыруға құқылы.</p>
      <p>4.2. Мобильді қосымшаны Пайдаланушы:</p>
      <p>4.2.1. мобильді қосымшаны пайдалану үшін қажетті көлемде өзі туралы шынайы ақпаратты көрсетуге;</p>
      <p>4.2.2. осы Құпиялылық саясатымен танысуға;</p>
      <p>4.2.3. егер аталған деректерді автоматты түрде жаңарту мүмкін болмаса, мобильді қосымшада өңделетін дербес деректер өзгерген жағдайда оларды жаңартуға;</p>
      <p>4.2.4. дербес деректер субъектісінде осындай міндеттер оның дербес деректерін өңдеу барысында туындаған кезде дербес деректер саласындағы өзге де міндеттерді жүзеге асыруға міндетті.</p>

      <h4>5. Үшінші тұлғалардың дербес деректерге қол жеткізуі</h4>
      <p>5.1. Пайдаланушының дербес деректері мынадай жағдайда үшінші тарапқа берілуі мүмкін:</p>
      <p>5.1.1. егер дербес деректерді беру мемлекеттік қызмет пен сервисті ұсыну үшін қажет болса;</p>
      <p>5.1.2. егер Пайдаланушы өз деректерін үшінші тарапқа беруге келісімін берсе;</p>
      <p>5.1.3. егер дербес деректерді беру қолданыстағы заңнамада қарастырылған болса.</p>

      <h4>6. Қосымша шарттар</h4>
      <p>6.1. Осы Құпиялылық саясатына және Құпиялылық саясатын қолдануға байланысты туындайтын Пайдаланушы мен Оператор арасындағы қатынастарға Қазақстан Республикасының құқығы қолданылуға жатады.</p>
      <p>6.2. Оператор Пайдаланушының келісімінсіз осы Құпиялылық саясатына өзгерістер енгізуге құқылы.</p>
      <p>6.3. Жаңа құпиялылық саясаты сайтта орналастырылған сәттен бастап күшіне енеді egov.kz, егер Құпиялылық саясатының жаңа редакциясында өзгеше көзделмесе.</p>
      <p>6.4. Пайдаланушы тиісті редакциямен танысу арқылы Құпиялылық саясатындағы өзгерістерді өз бетінше бақылауға міндеттенеді.</p>
      <p>6.5. Осы Құпиялылық саясатына қатысты барлық ұсыныстарды немесе сұрақтарды egov@nitec.kz электрондық мекенжайға жіберу қажет.</p>
    `,
    en: `
      <h2>Privacy and personal data processing policy of the e-Gov mobile application</h2>
      <p>Last update: 28.09.2020</p>

      <h3>1. General provisions</h3>
      <p>1.1. Privacy and personal data processing policy of the e-Government mobile application (hereinafter: Privacy Policy) determines procedure and conditions for processing of personal data of the mobile app users, and stipulates requirements for security of the users\` personal data.</p>

      <h3>1.2. In the Privacy Policy, the following terms and abbreviations are used:</h3>
      <ul>
        <li>Mobile application: eGov mobile app for provision of public services, which is a component of the “Mobile Government” Information System</li>
        <li>Operator: National Information Technologies JSC which supports “Mobile Government” Information System</li>
        <li>Owner of the “Mobile Government” Information System (hereinafter: Owner): an authorized body in the field of informatization;</li>
        <li>User: an individual or legal entity having a Personal Account in the mobile application/e-Gov Portal.</li>
        <li>All other terms and definitions used in this Policy are interpreted in accordance with the current legislation of the Republic of Kazakhstan.</li>
      </ul>

      <h3>1.3. The processing of personal data (including biometric) in the mobile app is performed on the basis of:</h3>
      <ul>
        <li>Constitution of the Republic of Kazakhstan;</li>
        <li>Law of the Republic of Kazakhstan “On Personal Data and Its Protection”;</li>
        <li>Law of the Republic of Kazakhstan “On Informatization”;</li>
        <li>Law of the Republic of Kazakhstan “On Electronic Document and Digital Signature”;</li>
        <li>Law of the Republic of Kazakhstan “On Public Services”;</li>
        <li>Order of the Minister of Investment and Development of the Republic of Kazakhstan as of December 9, 2015 No. 1187 “On approval of the Rules for verifying the authenticity of digital signature”;</li>
        <li>Order of the Acting Minister of Investment and Development of the Republic of Kazakhstan as of January 25, 2016 No. 58 "On approval of the Rules for registration and connection of a subscriber's number provided by a mobile operator to an e-Gov Portal account for obtaining of public and other services online via a mobile device".</li>
      </ul>
      <p>1.4. Use of the mobile app by a User is deemed as acceptance of this Privacy Policy as well as the terms of personal data processing.</p>
      <p>1.5. The Policy is applicable to all visitors as well as to personal data provided by Users during registration and use of the mobile app.</p>
      <p>1.6. In case of disagreement with the terms of the Privacy Policy, User should stop using the mobile app.</p>
      <p>1.7. This Privacy Policy applies to the mobile app only. The mobile app does not control and is not responsible for third-party websites that the User can visit by clicking the links available in the mobile app.</p>
      <p>1.8. The mobile app processes personal data including, but not limited to:</p>
      <ul data-plain>
        <li>IIN;</li>
        <li>BIN;</li>
        <li>surname, name, patronymic (if available);</li>
        <li>gender;</li>
        <li>date of birth;</li>
        <li>information about citizenship;</li>
        <li>e-mail;</li>
        <li>mobile phone number;</li>
        <li>address of residence (registration);</li>
        <li>details of a main ID document (number, issued by, date of issue);</li>
        <li>data obtained from government databases.</li>
      </ul>

      <h4>2. Purposes of personal data processing</h4>
      <p>2.1. Personal data of the mobile app users is collected and processed for the following purposes:</p>
      <p>2.1.1 to identify a User;</p>
      <p>2.1.2 to automate the process of data input;</p>
      <p>2.1.3 to ensure correct entry of personal information;</p>
      <p>2.1.4 to provide a User with access to data about him/her contained in state information systems as well as other information systems;</p>
      <p>2.1.5 to deliver public services;</p>
      <p>2.1.6 to provide other services via the mobile app;</p>
      <p>2.1.7 to obtain the results of public services;</p>
      <p>2.1.8 for other purposes stipulated by the legislation of the Republic of Kazakhstan.</p>

      <h4>3. Methods and terms of personal data processing and liability of the Operator related to personal data protection</h4>
      <p>3.1. The Operator is entitled to process personal data using automation tools.</p>
      <p>3.2. The User provides a consent for personal data processing for an unlimited period of time.</p>
      <p>3.3. The Operator shall take the necessary organizational and technical measures to ensure the confidentiality, integrity, safety and availability of the users' personal data.</p>
      <p>3.4. The Operator shall observe the legal rights of Users of the mobile app in the field of personal data processing, as well as other requirements for personal data processing established by the legislation of the Republic of Kazakhstan.</p>

      <h4>4. Rights and obligations of mobile app users when processing their personal data in the mobile app</h4>
      <p>4.1. The mobile app user has the right to:</p>
      <p>4.1.1. bear all the necessary rights that entitle to register and use the mobile app;</p>
      <p>4.1.2. use personal data for any legal purposes, including the purposes set out in the Policy;</p>
      <p>4.1.3. revoke his/her consent for the collection and processing of data by drawing up a relevant written document that can be sent to the Operator. In case of withdrawal of consent for the processing of personal data, the Operator has the right to continue process personal data without consent, in cases when the personal data is made publicly available and if there are grounds specified in Article 9 of the Law of the Republic of Kazakhstan "On Personal Data and its Protection".</p>
      <p>4.2. Mobile user shall:</p>
      <p>4.2.1. provide reliable information about himself/herself to the extent necessary to use the mobile app;</p>
      <p>4.2.2. familiarize with the Policy;</p>
      <p>4.2.3. update the personal data processed in the mobile app if it changed and if automated update of the data is not possible;</p>
      <p>4.2.4. perform other duties in the field of personal data when such duties arise for the personal data subject during the processing of his/her personal data.</p>

      <h4>5. Access of third parties to personal data</h4>
      <p>5.1. The User's personal data may be transferred to a third party in the following cases:</p>
      <p>5.1.1. if the transfer of personal data is necessary for delivery of public services;</p>
      <p>5.1.2. if the User gave consent for transfer of data to a third party;</p>
      <p>5.1.3. if transfer is provided for by the current legislation.</p>

      <h4>6. Additional terms and conditions</h4>
      <p>6.1. This Privacy Policy and the relations between the User and the Operator arising in connection with application of the Privacy Policy are subject to the law of the Republic of Kazakhstan.</p>
      <p>6.2. The Operator has the right to make changes to this Privacy Policy without User's consent.</p>
      <p>6.3. The new Privacy Policy comes into force from the moment it is published on egov.kz website unless otherwise provided in the new version of the Privacy Policy.</p>
      <p>6.4. The User undertakes to independently monitor changes to the Privacy Policy by reviewing the current version.</p>
      <p>6.5. Any suggestions or questions regarding this Privacy Policy should be sent to: egov@nitec.kz.</p>
    `,
  },
};
