export const Auth = {
  Welcome: {
    ru: "Добро Пожаловать",
    kk: "kkДобро Пожаловать",
    en: "enДобро Пожаловать",
  },
  Register: {
    ru: "Зарегистрироваться",
    kk: "kkЗарегистрироваться",
    en: "enЗарегистрироваться",
  },
  ClickQRIcon: {
    ru: "Нажмите на иконку QR в нижнем меню",
    kk: "kkНажмите на иконку QR в нижнем меню",
    en: "enНажмите на иконку QR в нижнем меню",
  },
  ScanQRIcon: {
    ru: "Сканируйте QR справа",
    kk: "kkСканируйте QR справа",
    en: "enСканируйте QR справа",
  },
  UseAnotherMethod: {
    ru: "либо используйте другой метод",
    kk: "kkлибо используйте другой метод",
    en: "enлибо используйте другой метод",
  },
  EDS: {
    ru: "ЭЦП",
    kk: "kkЭЦП",
    en: "enЭЦП",
  },
  AriaEDS: {
    ru: "Кнопка авторизоваться с помощью ЭЦП",
    kk: "kkКнопка авторизоваться с помощью ЭЦП",
    en: "enКнопка авторизоваться с помощью ЭЦП",
  },
  OpenAppEgov: {
    ru: "Откройте приложение eGov на телефоне",
    kk: "kkОткройте приложение eGov на телефоне",
    en: "enОткройте приложение eGov на телефоне",
  },
  DownloadApp: {
    ru: "Скачать приложение",
    kk: "kkСкачать приложение",
    en: "enСкачать приложение",
  },
  NotRegisteredYet: {
    ru: "Выберите метод авторизации. Еще не зарегистрированы?",
    kk: "kkВыберите метод авторизации. Еще не зарегистрированы?",
    en: "enВыберите метод авторизации. Еще не зарегистрированы?",
  },
};
