export const EdsSuccess = {
  IdentityEdsTitle: {
    ru: "Вы успешно прошли регистрацию!",
    kk: "kkВы успешно прошли регистрацию!",
    en: "enВы успешно прошли регистрацию!",
  },
  IdentityHappyDescription: {
    ru: "Вы успешно зарегистрировались.",
    kk: "kkВы успешно зарегистрировались.",
    en: "enВы успешно зарегистрировались.",
  },
  IdentityHappyLogin: {
    ru: "Пожалуйста, авторизуйтесь",
    kk: "kkПожалуйста, авторизуйтесь",
    en: "enПожалуйста, авторизуйтесь",
  },
  IdentityEdsButton: {
    ru: "Продолжить",
    kk: "kkПродолжить",
    en: "enПродолжить",
  },
};
